Repository: duy123a/demo01
Catalog: Demo01.Shared/Resources/SharedResources.*.resx
Languages: vi

source: Back to home
vi: Quay về trang chủ

# Button_Login_Submit
source: Login
vi: Đăng nhập

# Duplicate_User_Name
source: The username is already taken.
vi: Tên đăng nhập đã được sử dụng.

# Email_Invalid
source: Please enter a valid email address.
vi: Vui lòng nhập email hợp lệ.

source: Forget password
vi: Quên mật khẩu

# Invalid_Token
source: Invalid or expired token.
vi: Mã xác thực không hợp lệ hoặc đã hết hạn.

source: Login
vi: Đăng nhập

# Login_Success
source: Login successful
vi: Đăng nhập thành công

# Login_Locked_Out
source: Your account is locked out
vi: Tài khoản của bạn đã bị khóa

# Login_Not_Allowed
source: You need to confirm your email before logging in.
vi: Bạn cần xác nhận email trước khi đăng nhập

# Login_2FA_Required
source: Two-factor authentication required
vi: Yêu cầu xác thực hai yếu tố

# Login_Failed
source: The email address or password you entered is incorrect.
vi: Địa chỉ email hoặc mật khẩu không chính xác

# Dont_Have_Account
source: Don't have an account?
vi: Chưa có tài khoản?

source: Register here
vi: Đăng ký tại đây

source: Logout confirmation
vi: Xác nhận đăng xuất

# Logout_Confirmation_Content
source: Are you want to logout?
vi: Bạn có muốn đăng xuất?

source: Password
vi: Mật khẩu

# Password_Length_Invalid
source: Password must be at least {0} characters long.
vi: Mật khẩu phải có ít nhất {0} ký tự.

# Password_Requires_Combine
source: Password must contain uppercase, lowercase, digits, and special characters.
vi: Mật khẩu phải bao gồm chữ hoa, chữ thường, số và ký tự đặc biệt.

# Password_Requires_Unique_Chars
source: Password must contain at least {0} unique characters.
vi: Mật khẩu phải chứa ít nhất {0} ký tự khác nhau.

source: Remember me
vi: Ghi nhớ tôi

# Required
source: Please enter {0}.
vi: Vui lòng nhập {0}.

# AccessDenied_Title
source: Access Denied
vi: Từ chối truy cập

# AccessDenied_Heading
source: Access Denied
vi: Không được phép truy cập

# AccessDenied_Message
source: You do not have permission to access this page.
vi: Bạn không có quyền truy cập trang này.

# AccessDenied_UrlLabel
source: Attempted URL:
vi: Đường dẫn đã truy cập:

# Button_Change_Password
source: Change password
vi: Đổi mật khẩu

# Button_Logout
source: Logout
vi: Đăng xuất

# Button_Home
source: Home
vi: Trang chủ

# Button_Privacy
source: Privacy policy
vi: Chính sách bảo mật

source: Dashboards
vi: Bảng điều khiển

# Privacy_Title
source: Privacy policy
vi: Chính sách bảo mật

# Privacy_Message
source: Use this page to detail your site's privacy policy.
vi: Sử dụng trang này để hiển thị chính sách bảo mật trang của bạn.

source: Notifications
vi: Thông báo

# NoNotifications
source: There are no new notifications.
vi: Chưa có thông báo mới.

source: Show more
vi: Hiển thị thêm

# Dashboard_Title
source: Maintenance Dashboard
vi: Bảng Điều Khiển Bảo Trì

# Dashboard_Active_Equipment
source: Active Equipment
vi: Đang Hoạt Động

# Dashboard_Maintenance_In_Progress
source: Under Maintenance
vi: Đang Bảo Trì

# Dashboard_Overdue
source: Overdue
vi: Quá Hạn

# Dashboard_This_Week
source: This Week
vi: Tuần Này

# Dashboard_Overdue_Equipment_Title
source: Overdue Maintenance Equipment
vi: Thiết Bị Quá Hạn Bảo Trì

# Dashboard_Today_Schedule_Title
source: Today's Maintenance Schedule
vi: Lịch Bảo Trì Hôm Nay

# Dashboard_Alerts_Title
source: Alerts
vi: Cảnh Báo

# Dashboard_Maintenance_Type_Chart
source: Maintenance Type Distribution
vi: Phân Loại Bảo Trì

# Dashboard_Maintenance_Trend_Chart
source: Maintenance Trend (6 Months)
vi: Xu Hướng Bảo Trì (6 Tháng)

# Dashboard_Equipment_Column
source: Equipment
vi: Thiết Bị

# Dashboard_Maintenance_Type_Column
source: Maintenance Type
vi: Loại Bảo Trì

# Dashboard_Time_Column
source: Time
vi: Thời Gian

# Dashboard_Responsible_Column
source: Responsible
vi: Người Phụ Trách

# Dashboard_Status_Column
source: Status
vi: Trạng Thái

# Dashboard_Status_Pending
source: Pending
vi: Chờ thực hiện

# Dashboard_Status_In_Progress
source: In Progress
vi: Đang thực hiện

# Dashboard_Status_Completed
source: Completed
vi: Hoàn thành

# Dashboard_Status_Cancelled
source: Cancelled
vi: Đã hủy

# Dashboard_Alert_Overdue_Title
source: Equipment Overdue for Maintenance
vi: Thiết bị quá hạn bảo trì

# Dashboard_Alert_Parts_Low_Title
source: Low Parts Inventory
vi: Linh kiện sắp hết

# Dashboard_Alert_Next_Week_Title
source: Next Week Maintenance
vi: Bảo trì tuần tới

# Devices_Title
source: Equipment Management
vi: Quản Lý Thiết Bị

# Devices_List_Title
source: Equipment List
vi: Danh Sách Thiết Bị

# Devices_Add_New
source: Add New Equipment
vi: Thêm mới thiết bị

# Devices_Filter_All
source: All
vi: Tất Cả

# Devices_Filter_Active
source: Active
vi: Đang Hoạt Động

# Devices_Filter_Maintenance
source: Under Maintenance
vi: Đang Bảo Trì

# Devices_Filter_Overdue
source: Overdue
vi: Quá Hạn

# Devices_Search_Placeholder
source: Search...
vi: Tìm kiếm...

# Devices_Table_ID
source: ID
vi: Mã TB

# Devices_Table_Name
source: Equipment Name
vi: Tên Thiết Bị

# Devices_Table_Department
source: Department
vi: Bộ Phận

# Devices_Table_Last_Maintenance
source: Last Maintenance
vi: Bảo Trì Gần Nhất

# Devices_Table_Maintenance_Type
source: Maintenance Type
vi: Loại BT

# Devices_Table_Next_Maintenance
source: Next Maintenance
vi: Bảo Trì Kế Tiếp

# Devices_Table_Status
source: Status
vi: Trạng Thái

# Devices_Table_Actions
source: Actions
vi: Thao Tác

# Devices_Add_Modal_Title
source: Add New Equipment
vi: Thêm thiết bị mới

# Devices_Add_Modal_ID
source: Equipment ID
vi: Mã thiết bị

# Devices_Add_Modal_Name
source: Equipment Name
vi: Tên thiết bị

# Devices_Add_Modal_Department
source: Department
vi: Bộ phận

# Devices_Add_Modal_Status
source: Status
vi: Trạng thái

# Devices_Modal_Cancel
source: Cancel
vi: Hủy

# Devices_Modal_Save
source: Save
vi: Lưu

# Devices_Detail_Modal_Title
source: Equipment Details
vi: Chi Tiết Thiết Bị

# Devices_Status_Active
source: Active
vi: Đang hoạt động

# Devices_Status_Maintenance
source: Under Maintenance
vi: Đang bảo trì

# Devices_Status_Overdue
source: Overdue
vi: Quá hạn

# Devices_Edit_Modal_Title
source: Edit Equipment
vi: Chỉnh sửa thiết bị

# Tickets_Title
source: Maintenance Tickets
vi: Phiếu Bảo Trì

# Tickets_List_Title
source: Maintenance Tickets
vi: Phiếu Bảo Trì

# Tickets_List_Subtitle
source: Scheduled maintenance work
vi: Công việc bảo trì đã được lên kế hoạch từ trước

# Tickets_Create_New
source: Create New Ticket
vi: Tạo Phiếu Mới

# Tickets_Workflow_Title
source: Maintenance Ticket Workflow - Improved
vi: Luồng Phiếu Bảo Trì - Cải Tiến

# Tickets_Workflow_Create
source: CREATE TICKET
vi: TẠO PHIẾU

# Tickets_Workflow_Create_Desc
source: Assign responsible person
vi: Chỉ định người chịu trách nhiệm

# Tickets_Workflow_Classify
source: CLASSIFY
vi: PHÂN LOẠI

# Tickets_Workflow_Classify_Desc
source: Self-maintenance or external maintenance
vi: Tự bảo trì hoặc bảo trì bên ngoài

# Tickets_Workflow_Execute
source: EXECUTE
vi: THỰC HIỆN

# Tickets_Workflow_Execute_Desc
source: Technician or vendor executes
vi: Kỹ thuật viên hoặc NCC thực hiện

# Tickets_Workflow_Input
source: INPUT
vi: NHẬP LIỆU

# Tickets_Workflow_Input_Desc
source: Parts or costs & invoices
vi: Phụ tùng hoặc chi phí & hóa đơn

# Tickets_Workflow_Complete
source: COMPLETE
vi: HOÀN THÀNH

# Tickets_Workflow_Complete_Desc
source: Quality check and close ticket
vi: Kiểm tra chất lượng và đóng phiếu

# Tickets_Table_ID
source: Ticket ID
vi: Mã Phiếu

# Tickets_Table_Equipment
source: Equipment
vi: Thiết Bị

# Tickets_Table_Created_Date
source: Created Date
vi: Ngày Lập

# Tickets_Table_Responsible
source: Responsible Person
vi: Người Chịu Trách Nhiệm

# Tickets_Table_Maintenance_Type
source: Maintenance Type
vi: Loại Bảo Trì

# Tickets_Table_Due_Date
source: Due Date
vi: Dự Kiến Hoàn Thành

# Tickets_Table_Status
source: Status
vi: Trạng Thái

# Tickets_Table_Actions
source: Actions
vi: Thao Tác

# Tickets_Create_Modal_Title
source: Create New Maintenance Ticket
vi: Tạo Phiếu Bảo Trì Mới

# Tickets_Equipment_Label
source: Equipment
vi: Thiết Bị

# Tickets_Select_Equipment
source: Select equipment...
vi: Chọn thiết bị...

# Tickets_Created_Date_Label
source: Ticket Created Date
vi: Ngày Lập Phiếu

# Tickets_Responsible_Label
source: Responsible Person
vi: Người Chịu Trách Nhiệm

# Tickets_Select_Responsible
source: Select responsible person...
vi: Chọn người chịu trách nhiệm...

# Tickets_Maintenance_Type_Label
source: Maintenance Type
vi: Loại Bảo Trì

# Tickets_Select_Maintenance_Type
source: Select maintenance type...
vi: Chọn loại bảo trì...

# Tickets_Type_Internal
source: Internal Maintenance
vi: Tự bảo trì (Nội bộ)

# Tickets_Type_External
source: External Maintenance (Vendor)
vi: Bảo trì bên ngoài (NCC)

# Tickets_Assignee_Label
source: Assigned Technician
vi: Kỹ Thuật Viên Thực Hiện

# Tickets_Select_Assignee
source: Select technician...
vi: Chọn kỹ thuật viên...

# Tickets_Vendor_Label
source: Vendor
vi: Nhà Cung Cấp

# Tickets_Select_Vendor
source: Select vendor...
vi: Chọn nhà cung cấp...

# Tickets_Description_Label
source: Work Items to Process
vi: Hạng Mục Cần Xử Lý

# Tickets_Description_Placeholder
source: Describe detailed work to be performed...
vi: Mô tả chi tiết công việc cần thực hiện...

# Tickets_Due_Date_Label
source: Expected Completion
vi: Dự Kiến Hoàn Thành

# Tickets_Priority_Label
source: Priority Level
vi: Mức Độ Ưu Tiên

# Tickets_Priority_Low
source: Low
vi: Thấp

# Tickets_Priority_Medium
source: Medium
vi: Trung bình

# Tickets_Priority_High
source: High
vi: Cao

# Tickets_Priority_Urgent
source: Urgent
vi: Khẩn cấp

# Tickets_Modal_Cancel
source: Cancel
vi: Hủy

# Tickets_Modal_Create
source: Create Ticket
vi: Tạo Phiếu

# Tickets_Edit_Modal_Title
source: Edit Maintenance Ticket
vi: Chỉnh Sửa Phiếu Bảo Trì

# Tickets_Modal_Update
source: Update
vi: Cập Nhật

# Tickets_Detail_Modal_Title
source: Maintenance Ticket Details
vi: Chi Tiết Phiếu Bảo Trì

# Tickets_Notes_Label
source: Notes
vi: Ghi Chú

# Tickets_Notes_Placeholder
source: Additional notes...
vi: Ghi chú bổ sung...

# Tickets_Status_Pending
source: Pending
vi: Chờ thực hiện

# Tickets_Status_In_Progress
source: In Progress
vi: Đang thực hiện

# Tickets_Status_Completed
source: Completed
vi: Hoàn thành

# Tickets_Status_Cancelled
source: Cancelled
vi: Đã hủy

# Tickets_Status_Scheduled
source: Scheduled
vi: Đã lên lịch

# Parts_Title
source: Spare Parts Management
vi: Quản Lý Linh Kiện

# Parts_List_Title
source: Spare Parts Management
vi: Quản Lý Linh Kiện

# Parts_Add_New
source: Add New Part
vi: Nhập Linh Kiện

# Parts_Filter_All
source: All
vi: Tất Cả

# Parts_Filter_Low
source: Low Stock
vi: Sắp Hết

# Parts_Filter_Out
source: Out of Stock
vi: Hết Hàng

# Parts_Filter_Sufficient
source: Sufficient
vi: Đủ Dùng

# Parts_Search_Placeholder
source: Search...
vi: Tìm kiếm...

# Parts_Table_Code
source: Part Code
vi: Mã LK

# Parts_Table_Name
source: Part Name
vi: Tên Linh Kiện

# Parts_Table_Quantity
source: Stock Quantity
vi: Số Lượng Tồn

# Parts_Table_Unit
source: Unit
vi: Đơn Vị

# Parts_Table_Location
source: Warehouse Location
vi: Vị Trí Kho

# Parts_Table_Min_Quantity
source: Min Quantity
vi: Số Lượng Tối Thiểu

# Parts_Table_Status
source: Status
vi: Trạng Thái

# Parts_Table_Actions
source: Actions
vi: Thao Tác

# Parts_Add_Modal_Title
source: Add New Part
vi: Nhập Linh Kiện Mới

# Parts_Code_Label
source: Part Code
vi: Mã Linh Kiện

# Parts_Code_Placeholder
source: e.g. LK016
vi: VD: LK016

# Parts_Name_Label
source: Part Name
vi: Tên Linh Kiện

# Parts_Name_Placeholder
source: e.g. Bearing 6202
vi: VD: Bạc đạn 6202

# Parts_Quantity_Label
source: Quantity
vi: Số Lượng

# Parts_Unit_Label
source: Unit
vi: Đơn Vị

# Parts_Select_Unit
source: Select unit...
vi: Chọn đơn vị...

# Parts_Unit_Piece
source: Piece
vi: Cái

# Parts_Unit_Meter
source: Meter
vi: Mét

# Parts_Unit_Liter
source: Liter
vi: Lít

# Parts_Unit_Tube
source: Tube
vi: Ống

# Parts_Location_Label
source: Warehouse Location
vi: Vị Trí Kho

# Parts_Location_Placeholder
source: e.g. Warehouse A-05
vi: VD: Kho A-05

# Parts_Add_Date_Label
source: Add Date
vi: Ngày Nhập Kho

# Parts_Notes_Label
source: Notes
vi: Ghi Chú

# Parts_Notes_Placeholder
source: Additional information...
vi: Thông tin bổ sung...

# Parts_Modal_Cancel
source: Cancel
vi: Hủy

# Parts_Modal_Add
source: Add to Stock
vi: Nhập Kho

# Parts_Add_Stock_Modal_Title
source: Add More Stock
vi: Nhập Thêm Linh Kiện

# Parts_Modal_Confirm
source: Confirm
vi: Xác Nhận

# Parts_Status_Sufficient
source: Sufficient
vi: Đủ Dùng

# Parts_Status_Low
source: Low Stock
vi: Sắp Hết

# Parts_Status_Out
source: Out of Stock
vi: Hết Hàng

# Parts_Edit_Modal_Title
source: Edit Part
vi: Chỉnh Sửa Linh Kiện

# Parts_Min_Quantity_Label
source: Minimum Quantity
vi: Số Lượng Tối Thiểu

# Parts_Last_Updated_Label
source: Last Updated
vi: Cập Nhật Lần Cuối

# Parts_Modal_Update
source: Update
vi: Cập Nhật

# Tickets_Table_Assignee
source: Assignee
vi: Người Thực Hiện

# Tickets_Table_Priority
source: Priority
vi: Mức Độ Ưu Tiên

# Requests_Title
source: Maintenance Requests
vi: Yêu Cầu Bảo Trì

# Requests_List_Title
source: Maintenance Requests
vi: Yêu Cầu Bảo Trì

# Requests_List_Subtitle
source: Report and handle issues reported by users
vi: Báo cáo và xử lý các vấn đề phát sinh từ người sử dụng

# Requests_Create_New
source: Create New Request
vi: Tạo Yêu Cầu Mới

# Requests_Workflow_Title
source: Maintenance Request Workflow - Real World
vi: Luồng Yêu Cầu Bảo Trì - Thực Tế

# Requests_Workflow_Create
source: CREATE REQUEST
vi: TẠO YÊU CẦU

# Requests_Workflow_Create_Desc
source: Workers report issues
vi: Công nhân báo cáo vấn đề

# Requests_Workflow_Approve
source: APPROVE
vi: PHÊ DUYỆT

# Requests_Workflow_Approve_Desc
source: Manager reviews and decides
vi: Quản lý xem xét và quyết định

# Requests_Workflow_Assign
source: ASSIGN
vi: PHÂN CÔNG

# Requests_Workflow_Assign_Desc
source: Assign to technician or vendor
vi: Gán cho kỹ thuật viên hoặc nhà CC

# Requests_Workflow_Execute
source: EXECUTE
vi: THỰC HIỆN

# Requests_Workflow_Execute_Desc
source: Technician performs repair
vi: Kỹ thuật viên thực hiện sửa chữa

# Requests_Workflow_Complete
source: COMPLETE
vi: HOÀN THÀNH

# Requests_Workflow_Complete_Desc
source: Check and close request
vi: Kiểm tra và đóng yêu cầu

# Requests_Table_ID
source: Request ID
vi: Mã YC

# Requests_Table_Equipment
source: Equipment
vi: Thiết Bị

# Requests_Table_Requester
source: Requester
vi: Người Yêu Cầu

# Requests_Table_Created_Date
source: Created Date
vi: Ngày Tạo

# Requests_Table_Assigned_To
source: Assigned To
vi: Người Phụ Trách

# Requests_Table_Impact
source: Impact
vi: Mức Độ

# Requests_Table_Status
source: Status
vi: Trạng Thái

# Requests_Table_Actions
source: Actions
vi: Thao Tác

# Requests_Create_Modal_Title
source: Create Maintenance Request
vi: Tạo Yêu Cầu Bảo Trì

# Requests_Equipment_Label
source: Equipment
vi: Thiết Bị

# Requests_Select_Equipment
source: Select Equipment
vi: Chọn Thiết Bị

# Requests_Requester_Label
source: Requester
vi: Người Yêu Cầu

# Requests_Select_Requester
source: Select Requester
vi: Chọn Người Yêu Cầu

# Requests_Department_Label
source: Department
vi: Phòng Ban

# Requests_Select_Department
source: Select Department
vi: Chọn Phòng Ban

# Requests_Impact_Label
source: Impact Level
vi: Mức Độ Ảnh Hưởng

# Requests_Select_Impact
source: Select Impact Level
vi: Chọn Mức Độ Ảnh Hưởng

# Requests_Impact_Low
source: Low
vi: Thấp

# Requests_Impact_Medium
source: Medium
vi: Trung Bình

# Requests_Impact_Serious
source: Serious
vi: Nghiêm Trọng

# Requests_Impact_Critical
source: Critical
vi: Khẩn Cấp

# Requests_Description_Label
source: Description
vi: Mô Tả

# Requests_Description_Placeholder
source: Describe the issue in detail...
vi: Mô tả chi tiết vấn đề...

# Requests_Image_Label
source: Image
vi: Hình Ảnh

# Requests_Image_Help
source: Upload an image to help describe the issue
vi: Tải lên hình ảnh để mô tả vấn đề

# Requests_Modal_Cancel
source: Cancel
vi: Hủy

# Requests_Modal_Create
source: Create
vi: Tạo

# Requests_Edit_Modal_Title
source: Edit Maintenance Request
vi: Chỉnh Sửa Yêu Cầu Bảo Trì

# Requests_Assigned_To_Label
source: Assigned To
vi: Người Phụ Trách

# Requests_Select_Assigned_To
source: Select Assignee
vi: Chọn Người Phụ Trách

# Requests_Deadline_Label
source: Deadline
vi: Hạn Chót

# Requests_Notes_Label
source: Notes
vi: Ghi Chú

# Requests_Notes_Placeholder
source: Additional notes...
vi: Ghi chú thêm...

# Requests_Modal_Update
source: Update
vi: Cập Nhật

# Requests_Detail_Modal_Title
source: Request Details
vi: Chi Tiết Yêu Cầu

# Requests_Status_Pending
source: Pending
vi: Chờ Xử Lý

# Requests_Status_Approved
source: Approved
vi: Đã Phê Duyệt

# Requests_Status_Assigned
source: Assigned
vi: Đã Phân Công

# Requests_Status_In_Progress
source: In Progress
vi: Đang Thực Hiện

# Requests_Status_Completed
source: Completed
vi: Hoàn Thành

# Requests_Status_Rejected
source: Rejected
vi: Từ Chối

# Purchase_Title
source: Purchase Plans
vi: Kế Hoạch Mua Hàng

# Purchase_Plan_Title
source: Purchase Plan for October 2025
vi: Kế Hoạch Mua Linh Kiện Tháng 10/2025

# Purchase_Create_New
source: Create New Plan
vi: Tạo Kế Hoạch Mới

# Purchase_Previous_Month
source: Previous Month
vi: Tháng Trước

# Purchase_Current_Month
source: Current Month
vi: Tháng Này

# Purchase_Next_Month
source: Next Month
vi: Tháng Sau

# Purchase_Table_Part_ID
source: Part ID
vi: Mã LK

# Purchase_Table_Part_Name
source: Part Name
vi: Tên Linh Kiện

# Purchase_Table_Planned
source: Planned
vi: Kế Hoạch

# Purchase_Table_Actual
source: Actual
vi: Thực Tế

# Purchase_Table_Difference
source: Difference
vi: Chênh Lệch

# Purchase_Table_Supplier
source: Supplier
vi: Nhà Cung Cấp

# Purchase_Table_Status
source: Status
vi: Trạng Thái

# Purchase_Table_Actions
source: Actions
vi: Thao Tác

# Purchase_Trend_Title
source: Purchase Trend (6 Months)
vi: Xu Hướng Mua Hàng (6 Tháng)

# Purchase_Create_Modal_Title
source: Create New Purchase Plan
vi: Tạo Kế Hoạch Mua Hàng Mới

# Purchase_Part_ID_Label
source: Part ID
vi: Mã Linh Kiện

# Purchase_Part_ID_Placeholder
source: Enter part ID
vi: Nhập mã linh kiện

# Purchase_Part_Name_Label
source: Part Name
vi: Tên Linh Kiện

# Purchase_Part_Name_Placeholder
source: Enter part name
vi: Nhập tên linh kiện

# Purchase_Planned_Quantity_Label
source: Planned Quantity
vi: Số Lượng Kế Hoạch

# Purchase_Actual_Quantity_Label
source: Actual Quantity
vi: Số Lượng Thực Tế

# Purchase_Unit_Label
source: Unit
vi: Đơn Vị

# Purchase_Select_Unit
source: Select Unit
vi: Chọn Đơn Vị

# Purchase_Unit_Piece
source: Piece
vi: Cái

# Purchase_Unit_Meter
source: Meter
vi: Mét

# Purchase_Unit_Liter
source: Liter
vi: Lít

# Purchase_Unit_Tube
source: Tube
vi: Ống

# Purchase_Unit_Price_Label
source: Unit Price
vi: Đơn Giá

# Purchase_Supplier_Label
source: Supplier
vi: Nhà Cung Cấp

# Purchase_Select_Supplier
source: Select Supplier
vi: Chọn Nhà Cung Cấp

# Purchase_Order_Date_Label
source: Order Date
vi: Ngày Đặt Hàng

# Purchase_Expected_Delivery_Label
source: Expected Delivery
vi: Ngày Giao Hàng Dự Kiến

# Purchase_Status_Label
source: Status
vi: Trạng Thái

# Purchase_Status_Pending
source: Pending
vi: Chờ Xử Lý

# Purchase_Status_Ordered
source: Ordered
vi: Đã Đặt Hàng

# Purchase_Status_Delivered
source: Delivered
vi: Đã Giao Hàng

# Purchase_Status_Cancelled
source: Cancelled
vi: Đã Hủy

# Purchase_Modal_Cancel
source: Cancel
vi: Hủy

# Purchase_Modal_Create
source: Create
vi: Tạo

# Purchase_Edit_Modal_Title
source: Edit Purchase Plan
vi: Chỉnh Sửa Kế Hoạch Mua Hàng

# Purchase_Modal_Update
source: Update
vi: Cập Nhật

# Purchase_View_Modal_Title
source: Purchase Plan Details
vi: Chi Tiết Kế Hoạch Mua Hàng

# Purchase_Modal_Close
source: Close
vi: Đóng

# Calendar_Title
source: Maintenance Schedule
vi: Lịch Bảo Trì

# Calendar_Maintenance_Schedule_Title
source: Maintenance Schedule
vi: Lịch Bảo Trì

# Calendar_Today
source: Today
vi: Hôm Nay

# Calendar_Equipment
source: Equipment
vi: Thiết Bị

# Calendar_Type
source: Type
vi: Loại

# Calendar_Technician
source: Technician
vi: Kỹ Thuật Viên

# Calendar_Status_Pending
source: Pending
vi: Chờ Xử Lý

# Calendar_Status_Scheduled
source: Scheduled
vi: Đã Lên Lịch

# Calendar_Status_Completed
source: Completed
vi: Hoàn Thành

# Calendar_Type_Periodic
source: Periodic
vi: Định Kỳ

# Calendar_Type_Mechanical
source: Mechanical
vi: Cơ Khí

# Calendar_Type_Electrical
source: Electrical
vi: Điện

# Calendar_Event_Details
source: Maintenance Details
vi: Chi Tiết Bảo Trì

# Traceability_Title
source: Traceability System
vi: Hệ Thống Truy Xuất Nguồn Gốc

# Traceability_Subtitle
source: Track detailed production history, QC, materials and equipment
vi: Tra cứu chi tiết lịch sử sản xuất, QC, nguyên vật liệu và thiết bị

# Traceability_Product_Type
source: Select product type
vi: Chọn loại sản phẩm

# Traceability_Paraglider
source: Paraglider
vi: Dù lượn (Paraglider)

# Traceability_Harness
source: Harness
vi: Ghế bay (Harness)

# Traceability_Material
source: Raw Materials
vi: Nguyên vật liệu (Raw Materials)

# Traceability_Search_By_Code
source: Search by code
vi: Tìm kiếm theo mã

# Traceability_Search_Placeholder
source: Enter product code or scan QR code
vi: Nhập mã sản phẩm hoặc quét QR code

# Traceability_QR_Scan
source: Scan QR Code
vi: Quét QR Code

# Traceability_Search
source: Search
vi: Tra cứu

# Traceability_Overview
source: Overview
vi: Tổng quan

# Traceability_Timeline
source: Production Timeline
vi: Tiến độ sản xuất

# Traceability_QC_History
source: QC History
vi: Lịch sử QC

# Traceability_Materials
source: Materials
vi: Nguyên vật liệu

# Traceability_Cutting_Info
source: Cutting Information
vi: Thông tin cắt

# Traceability_Quality_Metrics
source: Quality Metrics
vi: Chỉ số chất lượng

# Traceability_No_Results_Title
source: No search results yet
vi: Chưa có kết quả tra cứu

# Traceability_No_Results_Message
source: Please select traceability type and enter code to search
vi: Vui lòng chọn loại truy xuất và nhập mã để tra cứu

# IQC_Title
source: IQC - Input Quality Control
vi: IQC - Nhập phiếu kiểm

# IQC_Subtitle
source: Input quality control interface for inspectors — quality inspection of incoming materials for paraglider production
vi: Giao diện nhập liệu cho người kiểm (IQC) — kiểm tra chất lượng NVL đầu vào để sản xuất dù lượn

# IQC_Save_Draft
source: Save Draft
vi: Lưu nháp

# IQC_Submit
source: Submit for Approval
vi: Gửi duyệt

# IQC_Basic_Info
source: IQC Inspection Form Information
vi: Thông tin phiếu kiểm IQC

source: IQC Form Number
vi: Số phiếu IQC

# IQC_Receive_Date
source: Receive Date
vi: Ngày nhận hàng

# IQC_Check_Date
source: Inspection Date
vi: Ngày kiểm

# IQC_Inspector
source: Inspector
vi: Người kiểm

# IQC_Location
source: Inspection Area
vi: Khu vực kiểm

# IQC_Check_Type
source: Inspection Type
vi: Loại kiểm tra

# IQC_Notes
source: Notes
vi: Ghi chú

# IQC_Material_Supplier
source: Material & Supplier Information
vi: Thông tin nguyên vật liệu & Nhà cung cấp

# IQC_PO_Number
source: PO/Order Number
vi: Số PO/Đơn hàng

# IQC_Supplier
source: Supplier
vi: Nhà cung cấp

# IQC_Supplier_Code
source: Supplier Code
vi: Mã nhà cung cấp

# IQC_Material_Type
source: Material Type
vi: Loại nguyên vật liệu

# IQC_Material_Code
source: Material Code
vi: Mã vật liệu

# IQC_Material_Name
source: Material Name
vi: Tên vật liệu

# IQC_Quantity
source: Received Quantity
vi: Số lượng nhận

# IQC_Unit
source: Unit
vi: Đơn vị tính

# IQC_Lot_Number
source: Supplier Lot Number
vi: Số lô NCC

# IQC_Manufacture_Date
source: Manufacture Date
vi: Ngày sản xuất

# IQC_Expiry_Date
source: Expiry Date
vi: Hạn sử dụng

# IQC_Batch_Management
source: Batch & Lot Management
vi: Quản lý Batch & Lô sản phẩm

# IQC_Production_Date
source: Production Date
vi: Ngày sản xuất
