Repository: duy123a/demo01
Catalog: Demo01.Shared/Resources/SharedResources.*.resx
Languages: vi

# IQC_Batch_Quantity
source: Batch Quantity
vi: Số lượng trong batch

# IQC_Batch_Status
source: Batch Status
vi: Trạng thái batch

# IQC_Generate_Batch
source: Auto Generate Batch
vi: Tạo Batch tự động

# IQC_Copy_Batch
source: Copy from Previous Batch
vi: Copy từ batch trước

# IQC_Sampling_Info
source: Sampling Information
vi: Thông tin lấy mẫu kiểm tra

# IQC_Sampling_Method
source: Sampling Method
vi: Phương pháp lấy mẫu

# IQC_Sample_Quantity
source: Sample Quantity (n)
vi: Số lượng mẫu (n)

# IQC_Sampler
source: Sampler
vi: Người lấy mẫu

# IQC_Test_Results
source: Detailed Test Results
vi: Kết quả kiểm tra chi tiết

# IQC_Add_Row
source: Add Row
vi: Thêm dòng

# IQC_Add_Sample
source: Add Random Sample
vi: Thêm mẫu ngẫu nhiên

# IQC_Auto_Fill
source: Auto Fill
vi: Điền tự động

# IQC_Calculate_Rate
source: Calculate Rate
vi: Tính tỷ lệ

# IQC_Photos_Attachments
source: Photos & Attachments
vi: Hình ảnh & Tài liệu đính kèm

# IQC_Sample_Photos
source: Sample Inspection Photos
vi: Hình ảnh mẫu kiểm tra

# IQC_Documents
source: CO/CQ Documents
vi: Tài liệu CO/CQ

# IQC_Conclusion
source: Conclusion & Decision
vi: Kết luận & Quyết định

# IQC_Final_Decision
source: Final Decision
vi: Quyết định cuối

# IQC_Action
source: Action
vi: Hành động

# IQC_Completion_Date
source: Completion Date
vi: Ngày hoàn thành

# IQC_Approver
source: Approver
vi: Người duyệt

# IQC_Final_Notes
source: Final Notes
vi: Ghi chú cuối

# IQC_Digital_Signature
source: Digital Signature
vi: Chữ ký điện tử

# IQC_Inspector_Signature
source: Inspector Signature
vi: Chữ ký người kiểm

# IQC_Save_Signature
source: Save Signature
vi: Lưu chữ ký

# IQC_Clear_Signature
source: Clear Signature
vi: Xóa chữ ký

# IQC_Approve_Sign
source: Approve & Sign
vi: Duyệt & Ký

# IQC_Current_Batch
source: Current Batch Information
vi: Thông tin Batch hiện tại

# IQC_Summary_Results
source: Summary Results
vi: Tóm tắt kết quả

# IQC_Export_Options
source: Export Options
vi: Xuất dữ liệu

# IQC_Export_JSON
source: Export JSON
vi: Xuất JSON

# IQC_Load_Draft
source: Load Draft
vi: Tải nháp
